package com.example.sixdaytosurvive;

public class Dialogues {
    // день 1
    public static String day1_dialog1 = "Каждый день мне так сложно вставать, зачем я хожу туда? Для чего я каждый раз просыпаюсь и иду в этот тех... Это одеяло такое тяжолое... Оно придавило меня...";
    public static String day1_dialog2 = "Я проспал! Нужно срочно спешить в тех, сегодня же пара Кострюлевой! Главное не опоздать...";
    public static String day1_warderobe1 = "Снова большая очередь в гардероб! Что мне делать? Как мне успеть на пару? Может попытаться сложить куртку в рюкзак?";
    
}
