package com.example.sixdaytosurvive;

public class Dialogues {
    public static String day1_dialog1 = "Каждый день мне так сложно вставать, зачем я хожу туда? Для чего я каждый раз просыпаюсь и иду в этот тех... Это одеяло такое тяжелое... Оно придавило меня...";
    public static String day1_dialog2 = "Я проспал! Нужно срочно спешить в тех, сегодня же пара Кострюлевой! Главное не опоздать...";
    public static String day1_warderobe1 = "Снова большая очередь в гардероб! Что мне делать? Как мне успеть на пару? Может попытаться сложить куртку в рюкзак?";

    public static String day1_warderobe_variant1 = "Я сложил куртку в рюкзак... Это было очень сложно, но теперь я успеваю добежать до пары!";
    public static String day1_warderobe_variant2_1 = "Очередь должна была пройти быстро... Как же я ошибался... Я уже опоздал... Что же со мной будет?!";
    public static String day1_warderobe_variant2_2 = "Здравствуйте, извините за опоздание, можно войти?";
    public static String day1_warderobe_variant2_3 = "Кастрюлева:\n Опять ты, сколько можно опаздывать? Иди за допуском!";
    public static String day1_warderobe_variant2_4 = "По пути за Допуском я встретил Дырова...";
    public static String day1_warderobe_variant2_5 = "Дыров:\n Дарова! (Мы очень сильно пожали друг другу руки) Ты тоже за допуском? Я просто играл всю ночь в Hogwar Legac... Зря... Но зато я доволен!";
    public static String day1_warderobe_variant2_6 = "Получив допуск мы вместе пошли обратно к этой старой корге...";

    public static String day1_class1_1 = "Зайдя в кабинет, я сел вместе со Степанидой. Она сидела одна, поэтому я решил сесть рядом...";
    public static String day1_class1_2 = "Наискучнейший преподаватель, как можно вести пару настолько неумело и настолько профессионально скучно... Я засыпаю...";
    public static String day1_class1_3 = "Я так и проспал всю эту пару, удивительно, но меня так и не разбудили... зато теперь обед, вкусновое!";

    public static String day1_canteen_1 = "Вы издеваетесь?! Откуда такая очередь?! Омагад, нифига не поел...";
    public static String day1_canteen_2 = "Дыров:\n будешь? (тянет мне сосиску в тесте)";
    public static String day1_canteen_yes = "Еда богов! Как только смогли придумать настолько прекрасный продукт! Спасибо, бро, я не помру!";
    public static String day1_canteen_no = "Ешь сам, спасибо (мне неудобно брать от него такие дары)";

    public static String day1_class2_1 = "Началась пара Лососевой (это такой тип преподавателя, которая добрая только внешне, внутри это сущий дьявол), на паре была проверочная";

    public static String day1_end_if_jacket_false = "Нафига я сдал куртку в гардероб, тут очередина ещё больше, чем с утра, я тут на час застрял точно, но зато из толпы людей я услышал про зачёт у оладушкина!";

    public static String day2_monolog = "Вторник... ещё один день вникуда, с таким расписанием я так и не отдохну...";
    public static String day2_stepanida_evlampiy_ssora = "Степанида:\n Ты меня хоть когда-то слушаешь? Всегда думаешь о себе! Как же ты меня бесишь! Ненавижу!!!";
    public static String day2_stepanida_evlampiy_ssora_true_1 = "Хватит ссорится! что случилось у вас?";
    public static String day2_stepanida_evlampiy_ssora_true_2 = "Степанида:\n Он никогда меня не слушает, он о себе лишь и думает! Я хочу лишь заботы...";
    public static String day2_stepanida_evlampiy_ssora_true_3 = "Евлампий:\n неплохо...";
    public static String day2_stepanida_evlampiy_ssora_true_4 = "Охладитесь, хватит орать, и без вас тошно! Ребятушки, живите дружно!";

    public static String day2_class1_1 = "Такого эстетичного дизайна не видел никто, Душня поставила мне 5, даже такой душный препод ставит оценки!";
    public static String day2_canteen_1 = "ха-ха, я поем! Только что мне выбрать в столовой? Тут осталась только сосиска и чесночный багет...";

    public static String day2_canteen_baget = "Багет как всегда прекрасен... Я бы помер ради такого... Я в париже...";

    public static String day2_canteen_sosiska_1 = "Я подношу сосиску ко рту... БАМ, и она катится по всей столовой! ЁЛКИ ПАЛКИ!!!";
    public static String day2_canteen_sosiska_2 = "Евгей:\n О! НАКОНЕЦ-ТО НОРМАЛЬНАЯ ЕДАААА! (Он поедает сосиску, смотря на нас)";
    public static String day2_canteen_sosiska_3 = "Ты нормальный вообще? Вкусно?";
    public static String day2_canteen_sosiska_4 = "Евгей:\n да! АЦТАНЬ!";

    public static String day2_class2_stepanida_1 = "Степанида... Она выглядит грустной, стоит поговорить!";
    public static String day2_class2_stepanida_2 = "Да не грусти ты, нормально всё будет! Пиво бушь?! Но если без шуток, то забудь просто про него (я зачем-то ПРИОБНЯЛ ЕЁ)";
    public static String day2_class2_stepanida_3 = "Степанида:\n Спасибо тебе! Может мне стоит забыть о нём!";

    public static String day2_class2_evlampiy_1 = "Вы помирились? Приятно снова вас видеть вместе (мне почему-от стало грустно☹️)";

    public static String day2_class23_1 = "Пара оладушкина, этот мужик (я не уверен), тупо сидит и боится студентов, а если к нему подойти, то он трясётся как собака! Слабак";
    public static String day2_class23_2 = "Дыров:\n Ты видел эти чекнуты цены на багет? Инфлянция прост ужс!! Я теперь домой не уеду!";
    public static String day2_class23_3 = "Я сам недавно не смог купить багет, дорогущий, падло";
    public static String day2_class23_4 = "Дыров:\n Мы как настоящие сигмы так и будем разговаривать о багетах вместо пары? Идея имба!";
    public static String day2_class23_5 = "ДА! (Я услышал в голове музыку гигачада...)";

    public static String day2_home_1 = "А вот завтра мне не с первой пары, поэтому я могу не спать! (это было ошибкой)";

    public static String day3_class_1_1 = "Пара Лососевой! А зачем мне эта пара то?";

    public static String day3_class_1_test_true = "Я то знаю о зачёте, я правда умный, я получил 5 👉👈 ";
    public static String day3_class_1_test_false = "Кавооооо?! это полный кавасаки! Евлампий хорош (я списал у Евлампия)";

    public static String day3_class_2_1 = "Пара Душни... Я хочу домой... ПОМОГИТЕ...";
    public static String day3_class_2_2 = "Душня:\n чего это ты сидишь? Помогай девочкам, ты ж мужик! Или нет🌚?";
    public static String day3_class_2_3 = "Как же она меня бесит, как только её земля носит... шутки не смешные нисколько!";
    public static String day3_class_2_4 = "Выполнил задание, но я был на грани...";

    public static String day3_class_3_1 = "Кастрюлева:\n Достаем двойные листочки, будет зачет по теме!";
    public static String day3_class_3_2 = "у меня даже листка нет... Есесно я не сдал, полный ме ла ван а маскар!";
    public static String day3_warderobe = "Гардероб был максимально забит... Чуть сам не погиб, но оно того стоило! Я буду жить!!! Завтра пары под вечер, поэтому я могу не спать";

    public static String day3_home_stepanida_1 = "Я не знаю, зачем я сделал это, но я написал Степаниде...";
    public static String day3_home_stepanida_2 = "Привет, как дела?";
    public static String day3_home_stepanida_3 = "Степанида:\n Нормально, стало намного лучше, когда ТЫ меня поддержал";
    public static String day3_home_stepanida_4 = "Ой, перестань) Я ничего такого не сделал))))))";
    public static String day3_home_stepanida_5 = "Степанида:\n Насчёт тех обнимашек, я не ожидала, мне так стало легко на душе, спасибо...";
    public static String day3_home_stepanida_6 = "Я общался с ней всю ночь, я не знаю что со мной, но с ней мне так тепло и уютно";

    public static String day4_home_1 = "На следующий день я проснулся за полчаса до пар, на душе было очень необычно, меня слегка трясло от ночного волнения... мне приснилися Райан Гослинг и он не умер в конце ДРАЙВА";

    public static String day4_class_1 = "Я успел на пару, но забыл бахилы, может не заметят, если я быстро пробегу до своего стола...";
    public static String day4_class_2 = "Поликарбонат:\n СТОЯТЬ (Она сильно прижала меня к себе, что мне даже стало неуютно)";
    public static String day4_class_3 = "ВАТИСЛАВ:\n Ты блин, чуть не опоздал, я без думал без тебя буду работать...";
    public static String day4_class_4 = "Всю пару Поликарбонат крутилась вокруг нашей парты и смотрела на ВАТИСЛАВА, мне очень неуютно от такого";
    public static String day4_class_5 = "Я конечно знал про её излишюю тактильность, но она всю пару обнимала ВАТИСЛАВА (ПОДОЗРИТЕЛЬНО)";
    public static String day4_class_6 = "В кабинете сильно душно, может стоит открыть окно?";
    public static String day4_class_7 = "Мы сделали все задания и нам дали дополнительно ещё кучу заданий, чтобы мы не смогли всё сделать и попутно получили затрещину (обидно)";
    public static String day4_class_8 = "ВАТИСЛАВ опять спорит с Евгеем, лучше пойду помогу Ильязу, а то тут сейчас будет драка";
    public static String day4_class_9 = "Его код ни в какую не работает, что бы мы не делали, прийдется звать на помощь...";
    public static String day4_class_10 = "Помощь сразу решила все проблемы... Моё невезение как обычно на высоте";

    public static String day4_class_window_is_closed_1 = "Голова кружится... в кабинете душно... нужно в туалет...";
    public static String day4_class_window_is_closed_2 = "...Меня тошнило последни минуты пары, а как я закончил, пришла степуха! 💸💸💸 Меня отпустило мгновенно 💸💸💸";

    public static String day4_class_ilyaz_1 = "по пути домой я объяснял Ильязу, почему его код не работает, но похоже запутался и он и я в том числе...";
    public static String day4_class_ilyaz_2 = "Я пригласил Ильяза поиграть в майнкрафт и мы играли всю ночь вместе со всеми";


    public static String day4_class_stepanida_1 = "домой я пошёл с ней, кажется ей со мной очень комфортно (краем глаза я увидел Евлампия, он выглядел очень подавленным)";
    public static String day4_class_stepanida_2 = "Весь вечер я с ней общался, тем было так много, что я не заметил, как летит время. Почему мне с ней так хорошо... (мне как-то тревожно за Евлампия, он подавлен, может я что-то делаю не так...)";
    public static String day4_class_stepanida_3 = "Степанида очень милая, каждое её сообщение заставляет моё сердце содрогаться, я не знаю что со мной, неужели я влюбился...";

    public static String day5_class_1_1 = "Оладушкин как всегда доказал, что он терпила, а мы тем временем вместе с Дыровым рисовали большие и маленькие...";

    public static String day5_class_2_1 = "На паре душни не было ничего интересного, как обычно скучнейшие задания";

    public static String day5_class_3_1 = "Перед парой Поликарбоната я спросил ВАТИСЛАВА, что он думает по поводу неё (Поликарбонат)";
    public static String day5_class_3_2 = "ВАТИСЛАВ:\n Если по секрету, то она мне нравится (ПОДОЗРИТЕЛЬНО)";

    public static String day5_class_3_stepanida = "всю пару я разговаривал со Степанидой...";

    public static String day5_class_3_evgey = "всю пару я разговаривал со Евгеем...";

    public static String day5_class_3_vatilave = "Я всё думал про то, что он сказал перед парой, как вдруг заметил, что Поликарбонат чмокнула его в щёчку (ПОДОЗРИТЕЛЬНО), он покраснел и замолчал";

    public static String day5_home = "Пока я шёл домой, я всё думал про то, что будет на следующей неделе, будет ли она лучше?";

    public static String day6_home = "Девушки:\n парни хотят лишь одного и это отвратительно... Парни: НЕ УЧИТЬСЯ ПО СУББОТАМ!";

    public static String day6_class_1 = "Лососева говорит, что никому не даст зачет, а значит все старания напрасны, я всю неделю зря горбатился...";

    public static String day6_class_2 = "А теперь пара Кастрюлевой... всё моё задание выглядит неэстетично... НАЙС, теперь переделывать этой старой карге!";

    public static String day6_class_3_1 = "Последняя пара на недели это пара Лососевой... Вы серьёзно?!";

    public static String bad_ending_1 = "Всю пару я разговаривал со Степанидой, она говорит так много хороших вещей... она гладила меня по голове... Я получил девушку, но лишился друга?";
    public static String bad_ending_2 = "Я гулял с ней весь вечер, и весь следующий день... Под конец вечера мы пошли ко мне смотреть фильм... Я не знаю, что на меня нашло";
    public static String bad_ending_3 = "Мои губы дрожали, я не мог контролировать себя... Я резко обнял её... Я весь дрожу, мне страшно, но она настолько тянет меня... губы соприкоснулись, это ощущение не передаваемо";
    public static String bad_ending_4 = "Я чувствовал, как она слегка испугалась, но решила также приобнять меня... Мы так сидели очень долго... неужели я наконец обрёл любовь?";

    public static String good_ending_1 = "После пар я со всеми своими одногруппниками пошёл кушать пиццу, после чего мы все вместе решили, что нам стоит открыть сервер в майнкрафте...";
    public static String good_ending_2 = "После открытия сервера, мы все вместе играли на протяжении всех выходных... Все стали счастливы, каждый обрёл счастье!";

    public static String end = "За всю неделю произошло столько событий, но обрёл ли я своё счастье в конечном итоге? Я всегда хотел быть просто счастливым... Стал ли я счастлив? Правильный ли сделал выбор? Может стоило поступить иначе? Думаю это только начало чего-то большего...";
}
